export const YOGA_TYPES = [
    {
        "name": "Хата йога",
        "description": "Класическа форма на йога, фокусирана върху физически пози (асани) и дишане (пранаяма)."
    },
    {
        "name": "Виняса йога",
        "description": "Динамичен стил, при който движенията са плавно свързани и синхронизирани с дишането."
    },
    {
        "name": "Ащанга йога",
        "description": "Интензивна и структурирана практика, следваща специфична последователност от пози."
    },
    {
        "name": "Ин йога",
        "description": "Бавна и релаксираща практика, насочена към дълбоките съединителни тъкани и фасциите."
    },
    {
        "name": "Кундалини йога",
        "description": "Фокусира се върху освобождаването на енергията в основата на гръбначния стълб чрез песнопения, дишане и пози."
    },
    {
        "name": "Айенгар йога",
        "description": "Набляга на прецизното подреждане на тялото, често използвайки помощни средства като блокчета и колани."
    },
    {
        "name": "Бикрам йога",
        "description": "Практикува се в гореща стая и се състои от специфична серия от 26 пози."
    },
    {
        "name": "Нидра йога",
        "description": "Известна като „йогийски сън“, това е практика за дълбока релаксация и медитация."
    },
    {
        "name": "Въздушна йога",
        "description": "Използва хамак, окачен на тавана, за изпълнение на пози, които подпомагат разтягането и декомпресията."
    },
    {
        "name": "Пренатална йога",
        "description": "Специално адаптирана практика за бременни жени."
    },
    {
        "name": "Дживамукти йога",
        "description": "Метод, който съчетава енергична физическа практика с духовни учения и етичен начин на живот."
    },
    {
        "name": "Карма йога",
        "description": "Йога на действието и безкористната служба в полза на другите."
    },
    {
        "name": "Бхакти йога",
        "description": "Йога на предаността и любовта към божественото."
    },
    {
        "name": "Джнана йога",
        "description": "Йога на знанието и мъдростта, постигнати чрез себепознание и самонаблюдение."
    },
    {
        "name": "Раджа йога",
        "description": "„Кралската йога“, фокусирана основно върху медитацията и контрола на ума."
    }
]